src/source/implementation/evaluation/benchmarking/yugabytedb/1_1_dql_benchmark.txt
transaction type: <builtin: select only>
scaling factor: 400
query mode: simple
number of clients: 10
number of threads: 4
batch size: 1024
number of transactions per client: 10
number of transactions actually processed: 100/100
maximum number of tries: 1
latency average = 88.137 ms
tps = 113.459385 (including connections establishing)
tps = 161.841599 (excluding connections establishing)