src/source/implementation/evaluation/benchmarking/yugabytedb/1_1_dql_benchmark.txt
transaction type: <builtin: select only>
scaling factor: 400
query mode: simple
number of clients: 10
number of threads: 4
batch size: 1024
number of transactions per client: 10
number of transactions actually processed: 100/100
maximum number of tries: 1
latency average = 84.185 ms
tps = 118.785485 (including connections establishing)
tps = 170.724507 (excluding connections establishing)