src/source/implementation/evaluation/benchmarking/yugabytedb/1_1_mixed_benchmark.txt
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 400
query mode: simple
number of clients: 10
number of threads: 4
batch size: 1024
number of transactions per client: 10
number of transactions actually processed: 99/100
number of errors: 1 (1.000%)
maximum number of tries: 1
latency average = 210.714 ms (including errors)
tps = 46.983059 (including connections establishing)
tps = 55.198349 (excluding connections establishing)