src/source/implementation/evaluation/benchmarking/yugabytedb/1_2_yugabytedb_mixed_benchmark.txt
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 400
query mode: simple
number of clients: 10
number of threads: 4
batch size: 1024
number of transactions per client: 10
number of transactions actually processed: 100/100
maximum number of tries: 1
latency average = 216.062 ms
tps = 46.283111 (including connections establishing)
tps = 54.476008 (excluding connections establishing)