src/source/implementation/evaluation/benchmarking/yugabytedb/1_3_mixed_benchmark.txt
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 400
query mode: simple
number of clients: 10
number of threads: 4
batch size: 1024
number of transactions per client: 10
number of transactions actually processed: 100/100
maximum number of tries: 1
latency average = 207.500 ms
tps = 48.192663 (including connections establishing)
tps = 56.931638 (excluding connections establishing)