src/source/implementation/evaluation/benchmarking/yugabytedb/1_4_dql_benchmark.txt
transaction type: <builtin: select only>
scaling factor: 400
query mode: simple
number of clients: 10
number of threads: 4
batch size: 1024
number of transactions per client: 10
number of transactions actually processed: 100/100
maximum number of tries: 1
latency average = 91.532 ms
tps = 109.251396 (including connections establishing)
tps = 157.176938 (excluding connections establishing)