src/source/implementation/evaluation/benchmarking/yugabytedb/2_1_mixed_benchmark.txt
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 1200
query mode: simple
number of clients: 50
number of threads: 4
batch size: 1024
number of transactions per client: 50
number of transactions actually processed: 2434/2500
number of errors: 66 (2.640%)
maximum number of tries: 1
latency average = 936.670 ms (including errors)
tps = 51.971326 (including connections establishing)
tps = 55.819142 (excluding connections establishing)