src/source/implementation/evaluation/benchmarking/yugabytedb/2_2_yugabytedb_dql_benchmark.txt
transaction type: <builtin: select only>
scaling factor: 1200
query mode: simple
number of clients: 50
number of threads: 4
batch size: 1024
number of transactions per client: 50
number of transactions actually processed: 2500/2500
maximum number of tries: 1
latency average = 525.396 ms
tps = 95.166386 (including connections establishing)
tps = 103.147815 (excluding connections establishing)