src/source/implementation/evaluation/benchmarking/yugabytedb/2_2_yugabytedb_mixed_benchmark.txt
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 1200
query mode: simple
number of clients: 50
number of threads: 4
batch size: 1024
number of transactions per client: 50
number of transactions actually processed: 2455/2500
number of errors: 45 (1.800%)
maximum number of tries: 1
latency average = 1082.800 ms (including errors)
tps = 45.345391 (including connections establishing)
tps = 48.661851 (excluding connections establishing)