src/source/implementation/evaluation/benchmarking/yugabytedb/3_1_yugabytedb_mixed_benchmark.txt
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 3999
query mode: simple
number of clients: 100
number of threads: 4
batch size: 1024
number of transactions per client: 50
number of transactions actually processed: 4936/5000
number of errors: 64 (1.280%)
maximum number of tries: 1
latency average = 1955.274 ms (including errors)
tps = 50.489096 (including connections establishing)
tps = 52.487056 (excluding connections establishing)