src/source/implementation/evaluation/benchmarking/yugabytedb/3_2_yugabytedb_dql_benchmark.txt
transaction type: <builtin: select only>
scaling factor: 3999
query mode: simple
number of clients: 100
number of threads: 4
batch size: 1024
number of transactions per client: 50
number of transactions actually processed: 5000/5000
maximum number of tries: 1
latency average = 988.286 ms
tps = 101.185317 (including connections establishing)
tps = 105.351641 (excluding connections establishing)