src/source/implementation/evaluation/benchmarking/yugabytedb/3_4_yugabytedb_dql_benchmark.txt
transaction type: <builtin: select only>
scaling factor: 3999
query mode: simple
number of clients: 100
number of threads: 4
batch size: 1024
number of transactions per client: 50
number of transactions actually processed: 5000/5000
maximum number of tries: 1
latency average = 1082.911 ms
tps = 92.343704 (including connections establishing)
tps = 96.152416 (excluding connections establishing)