src/source/implementation/evaluation/benchmarking/yugabytedb/4_1_yugabytedb_mixed_benchmark.txt
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 16784
query mode: simple
number of clients: 25
number of threads: 4
batch size: 1024
number of transactions per client: 280
number of transactions actually processed: 6995/7000
number of errors: 5 (0.071%)
maximum number of tries: 1
latency average = 548.381 ms (including errors)
tps = 45.556172 (including connections establishing)
tps = 51.091175 (excluding connections establishing)