src/source/implementation/evaluation/benchmarking/yugabytedb/4_3_yugabytedb_dql_benchmark.txt
transaction type: <builtin: select only>
scaling factor: 16784
query mode: simple
number of clients: 25
number of threads: 4
batch size: 1024
number of transactions per client: 28
number of transactions actually processed: 700/700
maximum number of tries: 1
latency average = 255.285 ms
tps = 97.929752 (including connections establishing)
tps = 114.778293 (excluding connections establishing)